{
    "Senior PM Manager": {
        "job_category": "Supply Chain",
        "job_date": "Dec 23, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1506568/Senior-PM-Manager",
        "job_no": "1506568",
        "date_posted": "Dec 23, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft's Cloud business is experiencing explosive growth, and the Capacity, Supply Chain & Provisioning (CSCP) organization is responsible for enabling the infrastructure underlying this growth. Our mission is to deliver the world's computer with an industry-leading supply chain. CSCP is responsible for strategic sourcing, customer demand forecasting, capacity planning and management, supply chain planning and execution, capacity provisioning, and decommissioning and dispositioning of datacenter assets worldwide.\nWithin Azure Hardware Systems & Infrastructure, the Spares and Warranty team is responsible for ensuring that the right spare parts are in the right place, at the right time in support of delivering global capacity requirements. SWOps is undergoing a supply chain transformation to optimally manage the spares and warranty from a serviceability and cost point of view.\nWe are looking for a passionate, high energy individual to join the Spares and Warranty team to engineer processes, define, and deliver scalable systems solutions, manage KPI development, data analytics, driving transformation of spares inventory planning & deliverables. In this role, you will be a key player in the projected growth & optimization of the Microsoft cloud infrastructure.\nRequired Qualifications:\n• Proven track record of large-scale program delivery with 8+years of experience.\n• In-depth knowledge of the service parts supply chain and datacenter inventory & asset management practices.\n• Demonstrated technical problem solving and communication skills with a focus on process engineering \n• Comfortable working in a fast-paced dynamic environment with rapidly changing requirements.\n•Adapt in program management in highly collaborative organizational models.\n• Ability to effectively manage multiple competing priorities with minimal oversight.\n• Proven track record of strong critical thinking, problem-solving, solution design,implementing and driving closure on continuous improvements efforts.\n• Eager to learn, curious, and customer-obsessed\n• Excellent analytical, verbal, written, interpersonal communication skills with strong attention to detail\n• Strong knowledge of key IT and service industry concepts.\n• Proficient with Microsoft O365 applications, Visio, MS Project, SQL and Power Bl.\n• BS in Engineering or Computer Science or equivalent work experience.\nPreferred Qualifications:\n• Well versed in program management methodologies, approaches and tools.\n• Understanding of process engineering and software development lifecycle, including gathering, analyzing, and defining business and functional requirements; creating global metrics, trend charts and other decision-making tools.\n• Detailed knowledge of Microsoft Cloud infrastructure environment and service parts supply chain including in-depth exposure to Microsoft-specific service parts inventory management processes \n• Knowledge and understanding of cloud infrastructure and datacenter issues such as physical space, rack units, break-fix requirements, and incident management.\n• Experience developing service & support models using ticketing systems & tools to \n• Lean/Six-Sigma training, Kaizen, Agile, CPIM/CSCP certification useful.\n• Master's degree in Supply Chain, Computer Science, Business Administration, or equivalent work \n• SAP experience a strong plus.\nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings: Microsoft Cloud Background Check: This position will be required to pass the Microsoft Cloud Background Check upon hire/transfer and every two years thereafter.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal Software Engineering Manager": {
        "job_category": "Engineering",
        "job_date": "Oct 4, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1447374/Principal-Software-Engineering-Manager",
        "job_no": "1447374",
        "date_posted": "Oct 4, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Overview\nThe mission of Viva Insights is to empower people to be well, productive, and happy at work. We help people and businesses thrive with insights, recommendations and solutions to improve productivity and wellbeing. We help managers and leaders gain data-driven visibility into how work patterns affect wellbeing, productivity, and business performance, with default safeguards like de-identification, aggregation, and differential privacy to protect individual privacy. We help millions of people work smarter and achieve balance using personalized solutions designed to help teams collaborate more effectively, preserve time for uninterrupted work, and disconnect at the end of the day.\nWe will only achieve our mission if we live our culture. We start with becoming learners in all things and apply that mindset to learning about our customers, being diverse and inclusive, working together as one, and—ultimately—making a difference in the world.\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nResponsibilities\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nQualifications\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Software Engineering Manager": {
        "job_category": "Software Engineering",
        "job_date": "Dec 5, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1479001/Senior-Software-Engineering-Manager",
        "job_no": "1479001",
        "date_posted": "Dec 5, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Azure HDInsight - Software Engineer II – Hadoop Core": {
        "job_category": "Engineering",
        "job_date": "Dec 22, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1505169/Azure-HDInsight-Software-Engineer-II-Hadoop-Core",
        "job_no": "1505169",
        "date_posted": "Dec 22, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "As an engineer of \nSuccessful candidates will have excellent experience in one or more of these areas:\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Azure HDInsight - Software Engineer II – Hive": {
        "job_category": "Engineering",
        "job_date": "Dec 22, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1505167/Azure-HDInsight-Software-Engineer-II-Hive",
        "job_no": "1505167",
        "date_posted": "Dec 22, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Prinicpal Software  Engineering Manager": {
        "job_category": "Engineering",
        "job_date": "Dec 22, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1496012/Prinicpal-Software-Engineering-Manager",
        "job_no": "1496012",
        "date_posted": "Dec 22, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "In this role, you will enjoy working with top notch M365 cloud architects in Redmond and Bangalore. You will work on interesting coding problems that process data at large scale. This role will be an interesting role if you are:\nHave an interest in crafting design improvements balancing current customer needs and long-term "
    },
    "Principal Incident Response Manager": {
        "job_category": "Security Engineering",
        "job_date": "Dec 22, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1464132/Principal-Incident-Response-Manager",
        "job_no": "1464132",
        "date_posted": "Dec 22, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Job Description"
    },
    "PRINCIPAL GROUP ENGINEERING MANAGER": {
        "job_category": "Software Engineering",
        "job_date": "Dec 20, 2022",
        "job_worksite": "Up to 100% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1503872/PRINCIPAL-GROUP-ENGINEERING-MANAGER",
        "job_no": "1503872",
        "date_posted": "Dec 20, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "The Microsoft Procurement team delivers strategic and proactive global purchasing solutions that are innovative, compliant, and cost effective. Our services support over $44B of procurement and enable key business capabilities like Sourcing, Supplier Management, Purchasing, Receipting, Invoicing and Recycling. Our systems support over $75B payouts, 1.5M invoices, 600K POs. \nWe thrive in a culture of innovation, technical depth and provide great career growth opportunities. If you are interested in working on complex, highly scalable and reliable commerce/procurement solutions, this might be the opportunity for you.\nRequired Qualifications\nPreferred Qualifications\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Software Engineer": {
        "job_category": "Engineering",
        "job_date": "Sep 13, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1447377/Senior-Software-Engineer",
        "job_no": "1447377",
        "date_posted": "Sep 13, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Viva Learning is empowering organizations and individuals to create learning culture in their organizations. Learning & Growth is critical to stay ahead of change curve, stay relevant and grow. It allows organizations to reskill employees to adapt for new work and upskill employees to meet their career aspirations. It is designed and personalized for employees, teams and managers. Current global corporate learning market is over $200B annually and Viva Learning is helping organizations targets this spending in achieving right outcomes.\nThe team is on journey to build an amazingly delightful product and is highly contextual for its users on all platforms including desktop, browser, mobile devices. The product is amalgamating best in class technologies across services, search relevance, analytics, communication, social network etc. \nViva Learning team is run as a start-up where individuals share a strong sense of “founderism.” Team members engage directly with customers, iterate rapidly, and focus on solving the needs of employees around the world. Our culture is inclusive, casual, and high energy. Our team celebrates diverse backgrounds, and values passion for serving our customers. Our team has a strong sense of ownership and provides its members with opportunities for learning and career growth.\nSenior Software Engineer\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nQualifications:\nFrontend Specific Qualifications\nBackend Specific Qualifications:\nIf all of this sounds exciting to you, we would love to hear from you.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Product Management IC4": {
        "job_category": "Engineering",
        "job_date": "Dec 16, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1503378/Product-Management-IC4",
        "job_no": "1503378",
        "date_posted": "Dec 16, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "The Microsoft Security team reflects how high a priority our collective areas of security, compliance, identity, management, and privacy are to our customers and partners. Our mission of making the world a safer place for all has never been more important. By living our values and operating our environments to be the industry standard for detection, protection, response, and resilience, we build the foundation of trust and accelerate our ability to deliver the best products and services possible. \nCharlie Bell- Executive Vice President, Microsoft Security\nTo accomplish this mission, the Purview Customer Experience Engineering (CxE) Scale team partners closely with core Engineering, GTM and Product Marketing peers to define product deployment activities implemented at scale through the M365 FastTrack program. Our team supports a majority of the M365 Purview products: Microsoft Purview - Data Protection Solutions | Microsoft Security \nWe are looking for a customer-focused and experienced Product Manager with deep knowledge in our Microsoft Purview eDiscovery solution or other industry EDRM (Electronic Discovery Reference Model) solutions, who can quickly become a trusted advisor for our customers, partners, and internal stakeholders.  \nThis role has 3 primary areas of responsibility: \n1.Incubate new features and products: You will help incubate new and exciting features and products with customers and/or partners to build world-class repeatable and scalable deployment processes. \n2.Help customers realize the value of our products by driving usage at scale. As a Purview product expert, you will enable scale deployment, adoption, and usage of our products.  You will do this by building deep technical product playbooks, creating and maintaining technical deployment and readiness content, facilitating deployment blocker resolution, and training the scale deployment ecosystem to successfully enable customers to use our products. You will create deployment playbooks that are lean and efficient. You will engage customers and partners, evangelizing the products you support.  You will partner closely with your Product Engineering peers to understand and continuously evaluate product roadmaps, ensuring the scale deployment ecosystem can support our most current product releases. You will analyze data, understand trends/patterns and think creatively, experiment ‘out of box’ for ideas to drive usage of our products.  \n3.Continuously Improve our products: Working with your Product Engineering peers, you will use your technical knowledge and expertise to influence product vision, strategy, and roadmap.  You will do this by learning from customers, partners and our deployment ecosystem, collecting product insights and driving those insights into Product Engineering to improve our products. \nQualifications \nHighly Preferred: Experience and knowledge of other Microsoft Purview Products and Technologies. \nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings:\n#MSFTSECURITY\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Threat Hunter 2": {
        "job_category": "Security Engineering",
        "job_date": "Dec 16, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1502894/Threat-Hunter-2",
        "job_no": "1502894",
        "date_posted": "Dec 16, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "We are the Microsoft 365 Defender team, and we are committed to defending Microsoft customers from sophisticated cyber-attacks and adversaries. Our mission is to help protect customers with truly innovative proactive approach, advising on emerging trends, and engaging in valuable partnerships. As the Research organization within Defender, it’s our job to stay one step ahead of malicious adversaries and predict the threats of the future. We work with partners across Microsoft to innovate new approaches for detecting and tracking threats, attacker techniques, their tools and infrastructure. We are always learning. Insatiably curious. We lean into uncertainty, take risks, and learn quickly from our mistakes. We build on each other’s ideas, because we are better together. Together we make a difference to all of our customers, from end-users to Fortune 50 enterprises. Our security products are brought together in the Microsoft 365 Defender (M365D) suite. M365D enables Microsoft’s enterprise customers to detect, investigate, understand, and respond to advanced threats on their networks via a combination of behavioral sensors, security analytics, and threat intelligence.  \nWe are looking for Threat Hunters to join our endpoint hunting team. In this role you will use deep knowledge of the attacker landscape and rich telemetry from our sensors to perform root-cause analysis and generate custom alerts, ensuring that customers are well equipped to quickly respond to human adversaries identified in their unique environments. Ensuring that no human adversary can operate silently begins with experts harnessing the powerful optics provided by M365D, across the attacker kill-chain, coupled with world-class detections.  We’re looking for a skilled hunters to harness the power of Microsoft’s trillions of security signals to quickly identify and report the latest human adversary behaviors, drive critical context-rich alerts, build new tools and automations in support of hunting objectives, and drive innovations for detecting advanced attacker tradecraft.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal Security Assurance Manager": {
        "job_category": "Security Engineering",
        "job_date": "Dec 14, 2022",
        "job_worksite": "Up to 100% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1501803/Principal-Security-Assurance-Manager",
        "job_no": "1501803",
        "date_posted": "Dec 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Are you passionate about securing cloud services and helping our customers to protect themselves against security threats? \nMicrosoft’s Azure Security organization aspires to build a holistic cybersecurity solution for Microsoft's datacenters by securing industrial control systems (ICS) environment, production operations, physical security systems, management tools, and hardware supply chain while building a coherent security picture across these layers. We are looking for a Principal TPM Manager to lead a team that builds software and systems that secure the foundation of Microsoft Cloud, protecting millions of users and Microsoft's key cloud assets. You will be part of a world-class team in a fast-paced environment.  If you like to build deep customer insights and translate them to detailed technical and business requirements that can be executed across the organization; if you have strong technical skills to understand IT and OT architecture, strong communication skills, are data-driven, a quick learner and enjoy creating long-term business value, then this is the role for you.\nWe are a team that is customer obsessed, has a strong drive for results, and believes that effective collaboration is how we all achieve more.  As part of our team, you will engage directly with our customers, analyze a wealth of data, and identify new opportunities for the team to execute on.  You’ll design and run experiments in order to make data backed decisions.  Most importantly, you’ll be part of a team that grows, learns, and succeeds together.\n#AzureSecOpen\n#MSFTSecurity\nAs the leader of this team, you will be partnering across global datacenter engineering and operations as well as security engineering to deliver solutions and process improvements that discover and defend datacenter operational technologies (OT) from cyber threats, as well as enhance cybersecurity across multiple sectors through engagement with OT providers and consumers, effectively helping everyone. \nYou will work across several divisions to create technical vision with artifacts to drive clarity, consensus, and alignment on that vision. Your focus is on operational technology, leading programs that define security standards and best practices, perform operational threat modeling and risk identification, and the co-design of innovative data center solutions ensuring new technologies are adopted and implemented safely.  \nA successful candidate will possess a range of experience working in highly collaborative environments on cybersecurity programs and solutions for attack prevention, threat detection, incident response, risk management and product development. You must be able to speak and present effectively to all levels of business and be willing to jump into any situation to help provide support, clarity, technical leadership, and oversight as needed. \nResponsibilities include:\nAs a people manager, you must deliver success through empowerment and accountability by modeling, coaching, and caring.\nRequired/Minimum Qualifications\nAdditional or Preferred Qualifications\nThe ability to meet Microsoft, customer and/or government security screening requirements is required for this role. These requirements include, but are not limited to the following specialized security screenings: \nMicrosoft Cloud Background Check: This position will be required to pass the Microsoft Cloud Background Check upon hire/transfer and every two years thereafter.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Datacenter Technician": {
        "job_category": "Data Center",
        "job_date": "Dec 14, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1503189/Datacenter-Technician",
        "job_no": "1503189",
        "date_posted": "Dec 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Business Function Overview:\nIn alignment with our Microsoft values, we are committed to cultivating an inclusive work environment for all employees to positively impact our culture every day and we need you as a Datacenter Technician (DCT).\nMicrosoft’s Cloud Operations & Innovation (CO+I) is the engine that powers our cloud services. As a CO+I DCT, you will perform a key role in delivering the core infrastructure and foundational technologies for Microsoft's online services including Bing, Office 365, Xbox, OneDrive, and the Microsoft Azure platform. As a group, CO+I is focused on the personal and professional development for all employees and offers trainings and growth opportunities including Career Rotation Programs, Diversity & Inclusion trainings and events, and professional certifications.\nOur infrastructure is comprised of a large global portfolio of more than 100 datacenters and 1 million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than 1 billion customers and 20 million businesses in over 90 countries worldwide.\nWith environmental sustainability and optimization at the forefront of our datacenter design and operations, we continue to grow and evolve as we meet the ever-changing business demands that hold Microsoft as a world-class cloud provider.\nDo you want to empower billions across the world? Come and join us in CO+I and be at the forefront of the action!\nAs a Datacenter Technician, your success will be measured by:\nData Center Operations\nService Delivery\nManaging Services\nData Center Work Environment\nOwnership\nOther\nMicrosoft reviews all applications that meet the below Required Qualifications.\nFor this role, you are welcome to apply if you meet the following Required Qualifications: \nWhile not required, we also look for the following Preferred Qualifications:\nBackground Check Requirements: \nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings: \n#COICareers\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Site Reliability Engineer": {
        "job_category": "Engineering",
        "job_date": "Dec 14, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1487241/Senior-Site-Reliability-Engineer",
        "job_no": "1487241",
        "date_posted": "Dec 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Are you interested in working for one of the most exciting fast-growing teams in Microsoft? Then look at the Windows Defender Advanced Threat Protection \nThe \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Technical Security Program Manager": {
        "job_category": "Software Engineering",
        "job_date": "Dec 14, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1493108/Technical-Security-Program-Manager",
        "job_no": "1493108",
        "date_posted": "Dec 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Senior Product Manager": {
        "job_category": "Product Management",
        "job_date": "Oct 13, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1477584/Senior-Product-Manager",
        "job_no": "1477584",
        "date_posted": "Oct 13, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Did you know that Microsoft operates and manages one of the largest private global networks on earth? Did you know that Microsoft is one of the leading providers of security-as-a-service offerings? The identity and network access team develops cloud based native network security and identity services that play a foundation role to protect user and resources (applications, devices and data) access in a mobile first cloud first world. We are working on transforming how organizations deliver network access to line of business applications anywhere from any device using zero trust principles of least privilege. "
    },
    "Regional Datacenter Networking Program Manager": {
        "job_category": "Data Center",
        "job_date": "Dec 13, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1500791/Regional-Datacenter-Networking-Program-Manager",
        "job_no": "1500791",
        "date_posted": "Dec 13, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Business Function Overview:\nIn alignment with our Microsoft values, we are committed to cultivating an inclusive work environment for all employees to positively impact our culture every day and we need you as a Regional Datacenter Networking Program Manager.\nMicrosoft’s Cloud Operations & Innovation (CO+I) is the engine that powers our cloud services. As a Regional Datacenter Networking Program Manager (DCPM) you will perform a key role in delivering the core infrastructure and foundational technologies for Microsoft's online services including Bing, Office 365, Xbox, OneDrive, and the Microsoft Azure platform. As a group, CO+I is focused on the personal and professional development for all employees and offers trainings and growth opportunities including Career Rotation Programs, Diversity & Inclusion trainings and events, and professional certifications.\nOur infrastructure is comprised of a large global portfolio of more than one hundred datacenters and one million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than one billion customers and twenty million businesses in over ninety countries worldwide.\nWith environmental sustainability and optimization at the forefront of our datacenter design and operations, we continue to grow and evolve as we meet the ever-changing business demands that hold Microsoft as a world-class cloud provider.\nDo you want to empower billions across the world? Come and join us in CO+I and be at the forefront of the action!\nAs a successful Regional Datacenter Networking Program Manager your day-to-day work will include:\nService Delivery\nData Center Work Environment\nOwnership\nOther\nMicrosoft reviews all applications that meet the below Required Qualifications.\nFor this role, you are welcome to apply if you meet the following Required Qualifications:\nWhile not required, we also look for the following Preferred Qualifications:\nBackground Check Requirements: \nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings: \n#COICareers\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Software Engineer II": {
        "job_category": "Engineering",
        "job_date": "Nov 16, 2022",
        "job_worksite": "Up to 100% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1492475/Software-Engineer-II",
        "job_no": "1492475",
        "date_posted": "Nov 16, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Does pioneering new and innovative ways to reimagine and transform end-user productivity across the breadth and depth of Microsoft’s global workforce sound exciting to you?  Are you passionate about the future of work, driving innovation and showcasing an employee experience blueprint that inspires customers and partners to navigate their digital transformation?  If so, \nMicrosoft Digital Employee Experience (MDEE)’s \nMicrosoft’s mission is to empower every person and every organization on the planet to achieve more, and we’re dedicated to this mission across every aspect of our company. \n#MDEE\n#MDEEJOBS\n#\n#DPGJOBS\nIoT Device Lifecycle Management focuses on lifecycle of IoT devices in the Smart Building domain. This includes Modelling, Onboarding, Integration, Updates and Support of IoT sensors, devices, and gateways. The team works with various types of devices from People Density, Occupancy, Acoustics, Air Quality to traditional BMS systems like HVAC from variety of hardware suppliers. You will have opportunity design, build and scale distributed IoT system that works with both Microsoft Azure services & hardware like \nRequired Qualifications:\nPreferred Qualifications: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "M365D - Threat Researcher": {
        "job_category": "Engineering",
        "job_date": "Dec 13, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1428671/M365D-Threat-Researcher",
        "job_no": "1428671",
        "date_posted": "Dec 13, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "We are the Security, Compliance and Management (S+C+M) team; we are committed to defending Microsoft customers from cyber-attacks as well as providing sophisticated tooling for securing important data. S+C fosters an agile development environment, continuously gathering and analyzing data to combat evolving threats. Our mission is to help protect customers with truly innovative proactive protection, advise customers on emerging trends, and engage in valuable partnerships.\nAs the Research organization within S+C, it’s our job to stay one step ahead of malicious adversaries and predict the threats of the future. We work with partners across Microsoft to innovate new approaches for detecting and tracking threats, attacker techniques, their tools and infrastructure.\nWe are always learning. Insatiably curious. We lean into uncertainty, take risks, and learn quickly from our mistakes. We build on each other’s ideas, because we are better together. We stand in awe of what humans dare to achieve and are motivated every day to empower others to do and achieve more through our technology and innovation. Together we make a difference for all of our customers, from end-users to Fortune 50 enterprises.\nYou can read about the team and its services here – \nWhat we build:\nWe build innovative security and data compliance products. Our security products are brought together in the Microsoft 365 Defender (M365D) suite. M365D enables Microsoft’s enterprise customers to detect, investigate, understand, and respond to advanced threats on their networks via a combination of behavioral sensors, cloud security analytics, and threat intelligence.  \nThe Microsoft Threat Experts Team is looking for threat hunters! No matter how sophisticated attacker behaviors become, Microsoft 365 Defender (M365D) will help enterprises detect, investigate, and respond to advanced attacks and data breaches on their networks. Our team uses deep knowledge of the attacker landscape and rich telemetry from our sensors to perform root-cause analysis and generate custom alerts, ensuring that M365D customers are well equipped to quickly respond to human adversaries identified in their unique environments.\nEnsuring that no human adversary can operate silently begins with experts harnessing the powerful optics provided by M365D, across the attacker kill-chain, coupled with world-class detections.  We’re looking for a skilled hunter to harness the power of Microsoft’s trillions of security signals to quickly identify and report the latest human adversary behaviors, drive critical context-rich alerts, build new tools and automations in support of hunting objectives, and drive innovations for detecting advanced attacker tradecraft.\nYou would be expected to support a 24/7 operation model that may sometimes involve working in night shifts.\nRequired experiences."
    },
    "Executive Business Admin": {
        "job_category": "Software Engineering",
        "job_date": "Dec 13, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1502444/Executive-Business-Admin",
        "job_no": "1502444",
        "date_posted": "Dec 13, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Senior Security Assurance Engineer": {
        "job_category": "Engineering",
        "job_date": "Dec 12, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1501802/Senior-Security-Assurance-Engineer",
        "job_no": "1501802",
        "date_posted": "Dec 12, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Are you passionate about securing cloud services and helping our customers to protect themselves against security threats? \nMicrosoft’s Azure Security organization aspires to build a holistic cybersecurity solution for Microsoft's datacenters by securing industrial control systems (ICS) environment, production operations, physical security systems, management tools, and hardware supply chain while building a coherent security picture across these layers. We are looking for a Senior security assurance engineer r to join the team that builds software and systems that secure the foundation of Microsoft Cloud, protecting millions of users and Microsoft's key cloud assets. You will be part of a world-class team in a fast-paced environment.  If you like to build deep customer insights and translate them to detailed technical and business requirements that can be executed across the organization; if you have strong technical skills to understand IT and OT architecture, strong communication skills, are data-driven, a quick learner and enjoy creating long-term business value, then this is the role for you.\nWe are a team that is customer obsessed, has a strong drive for results, and believes that effective collaboration is how we all achieve more.  As part of our team, you will engage directly with our customers, analyze a wealth of data, and identify new opportunities for the team to execute on.  You’ll design and run experiments in order to make data backed decisions.  Most importantly, you’ll be part of a team that grows, learns, and succeeds together.\n#AzureSecOpen\n#MSFTSecurity\nAs a member of this team, you will be partnering across global datacenter engineering and operations as well as security engineering to deliver control and process improvements that discover and defend datacenter operational technologies (OT) from cyber threats, as well as enhance cybersecurity across multiple sectors through engagement with OT providers and consumers, effectively helping everyone. \nYou will work across several divisions to create technical vision with artifacts to drive clarity, consensus, and alignment on that vision. Your focus is on operational technology, leading programs that define security standards and best practices, perform operational threat modeling and risk identification, and the co-design of innovative data center solutions ensuring new technologies are adopted and implemented safely.  \nA successful candidate will possess a range of experience working in highly collaborative environments on cybersecurity programs and solutions for attack prevention, threat detection, incident response, and risk management. You must be able to speak and present effectively to all levels of business and be willing to jump into any situation to help provide support, clarity, technical leadership, and oversight as needed. Cybersecurity for connected OT systems is an emerging industry; your approaches need to be innovative while ensuring life safety and systems integrity is not compromised. \nResponsibilities include:\nRequired Qualifications\nAdditional Qualifications\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Security Technical Program Manager": {
        "job_category": "Engineering",
        "job_date": "Dec 12, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1501804/Senior-Security-Technical-Program-Manager",
        "job_no": "1501804",
        "date_posted": "Dec 12, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Are you passionate about securing cloud services and helping our customers to protect themselves against security threats? \nMicrosoft’s Azure Security organization aspires to build a holistic cybersecurity solution for Microsoft's datacenters by securing industrial control systems (ICS) environment, production operations, physical security systems, management tools, and hardware supply chain while building a coherent security picture across these layers. We are looking for a Senior Technical Program Manager to join the team that builds software and systems that secure the foundation of Microsoft Cloud, protecting millions of users and Microsoft's key cloud assets. You will be part of a world-class team in a fast-paced environment.  If you like to build deep customer insights and translate them to detailed technical and business requirements that can be executed across the organization; if you have strong technical skills to understand IT and OT architecture, strong communication skills, are data-driven, a quick learner and enjoy creating long-term business value, then this is the role for you.\nWe are a team that is customer obsessed, has a strong drive for results, and believes that effective collaboration is how we all achieve more.  As part of our team, you will engage directly with our customers, analyze a wealth of data, and identify new opportunities for the team to execute on.  You’ll design and run experiments in order to make data backed decisions.  Most importantly, you’ll be part of a team that grows, learns, and succeeds together.\n#AzureSecOpen\n#MSFTSecurity\nAs member of team, you will be partnering across global datacenter engineering and operations as well as security engineering to deliver solutions and process improvements that discover and defend datacenter operational technologies (OT) from cyber threats, as well as enhance cybersecurity across multiple sectors through engagement with OT providers and consumers, effectively helping everyone. \nAs part of this role, you will:\nRequired/Minimum Qualifications\nAdditional or Preferred Qualifications\nThe ability to meet Microsoft, customer and/or government security screening requirements is required for this role. These requirements include, but are not limited to the following specialized security screenings: \nMicrosoft Cloud Background Check: This position will be required to pass the Microsoft Cloud Background Check upon hire/transfer and every two years thereafter.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal PM Manager": {
        "job_category": "Software Engineering",
        "job_date": "Nov 29, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1497777/Principal-PM-Manager",
        "job_no": "1497777",
        "date_posted": "Nov 29, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal Project Manager": {
        "job_category": "Real Estate, Facilities, & Construction",
        "job_date": "Dec 11, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1502294/Principal-Project-Manager",
        "job_no": "1502294",
        "date_posted": "Dec 11, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "The role of the DCD Principal Project Manager for India requires strong leadership, interpersonal, communication and organizational skills. We are seeking a DCD Principal Project Manager with the ability to self-direct and who has a strong background in Project Management. A rich background in the development of projects in phases, design, engineering, controls, and operations is a requirement, with an emphasis on safe construction management and worker welfare. He or she must manage multiple projects in parallel and across regional metros with IPD model of execution.  \nAccountability:\nPeople Management \nGoal Alignment\nSafety and Regulation\nRisk Mitigation\nVendor Management\nFinancial Acumen\nBudget and Controls\nCommunication:\n#COICareers\n#DCDCareers\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Program Manager – Data Center (ITIM)": {
        "job_category": "Real Estate, Facilities, & Construction",
        "job_date": "Dec 11, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1502293/Senior-Program-Manager-Data-Center-ITIM",
        "job_no": "1502293",
        "date_posted": "Dec 11, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "The role of the Data Center Integration and Technical Infrastructure Manager (ITIM) requires strong interpersonal, communication and organizational skills. We are seeking a Program Manager with the ability to self-direct and who has a strong background in Data Center Construction with an emphasis on passive telecom infrastructure/construction management.\nThe DC ITIM is responsible for the program management of all integration and technical infrastructure fit-out activities associated with MSFT owned system and/or services and critical infrastructure that is required to be installed into new data center builds or lease facilities to deliver capacity to the business across India. The role requires the identification and management of scopes and interdependencies between all external and internal stakeholders and coordinating same with the physical construction build and general contractor. The DC ITIM is responsible for coordinating the handover process and ensuring the required handover documentation and expectations are met to handover the space to our Operations teams and the business.\nDC ITIM is responsible for producing and managing project plans and executing major milestones (Early Access, Beneficial Use, Corporate Network Live, Security CX Complete, Telecom Infrastructure Fit Out Complete, Lockdown, Colo Go Live) and for the financial approval and management function.\nThis position will be based in Pune/Hyderabad and will have responsibility of leading DCI scope of work for multiple campuses across India. As part of the wider Asia Pacific DCI team, the resource will help drive regional initiatives run through our regional program team.\nIn alignment with our Microsoft values, we are committed to cultivating an inclusive work environment for all employees to positively impact our culture every day.\nThe key responsibilities of the DC ITIM include, but are not limited to:\nBusiness Processes:\nCommunication:\nAccountability:\nRequired:\n Preferred: \n These requirements include, but are not limited to, the following specialized security screenings: Microsoft Cloud Background Check: This position will be required to pass the Microsoft Cloud background check upon hire/transfer and every two years thereafter.\n#COICareers\n#DCDCareers\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "APAC Real Estate Development Manager": {
        "job_category": "Program Management",
        "job_date": "Dec 9, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1501436/APAC-Real-Estate-Development-Manager",
        "job_no": "1501436",
        "date_posted": "Dec 9, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Cloud Operations and Innovation (CO+I) is the team behind Microsoft Cloud.  CO+I is responsible for delivering all Data Center Infrastructure capacity to support our systems to deliver on our customers required demand. Our focus is on smart growth and high-quality energy efficient delivery to meet demand while reducing the cost of overall delivery.  We are looking for a passionate, high-energy, dynamic individual to help build the infrastructure that powers Microsoft’s online services.\nThe Land development team is responsible for the delivery and pre-positioning of Data Center real estate and construction needed to build out Microsoft’s cloud infrastructure. \nThe Real Estate Development Manager will be a key party responsible for coordination across the Acquisition of sites, Engineering and Design, construction, and other key parties to ensure an end-to-end seamless coordinated delivery for data center development to set up the project for a successful build. The role will also support permit applications including engaging with government agencies to facilitate approvals. This is a once in a lifetime opportunity to make a significant contribution and impact to one of the largest data center portfolios. \nThe Real Estate Development Manager is part of a team of real estate experts and works across the greater organization to drive an effective, fast, and efficient development process to eliminate scope gaps and identify early warnings on schedules and key deliverables.\nSpecifically, He or she will be responsible for the delivery and pre-positioning of Data Center real estate needed to build out Microsoft’s cloud infrastructure, and the responsibility roles will span across, site due diligence, ensuring the correct zoning to build is in place, offsite infrastructure development (mainly water and road upgrade’s), permit applications and\nliaison with local governing bodies (AHJ’s),  easement co-ordination, sites having pre-construction early works activities, such as site grading, retaining walls, demolition, utility diversions and site levelling. Project cost management and ownership will also be the responsibility of the DM The role will also involve site asset management between purchase of the Land and the superstructure GC taking ownership of the site, where most of the early works to maximize speed to market will take place. The role will entail establishing the appropriate delivery teams, AE consultants, and Pre-construction vendors. Having the commercial and practical experience to take on development challenges across numerous markets across APAC and drive effective development practices to ensure the superstructure build can commence on time, risk-free.\nTo be successful, a background in infrastructure/development Real Estate delivery is required, a strong all round Real estate professional individual who is dynamic by nature and diverse in background, and one who is willing to be flexible with their approach and Job description deliverables. Being able to work in a growing sector and global organization, as well as a strong desire to continually learn and innovate is on offer.  You will:\n#COILandDev\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Software Engineer 2": {
        "job_category": "Software Engineering",
        "job_date": "Nov 7, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1488146/Software-Engineer-2",
        "job_no": "1488146",
        "date_posted": "Nov 7, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Responsibilities for this role include different aspects of designing and building features for an Azure service - such as prototyping, developing resource providers, authoring Azure portal extensions, building integration data plane, handling live site issues, driving security compliance etc. You will have opportunities to work across the stack to build new Azure services. We expect all engineers to write high-quality code and own the end-to-end test and DevOps lifecycle. You will build components to meet security, privacy, reliability, compliance, and performance needs.\nRequired:\nPreferred:\nOther Requirements\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Software Engineer": {
        "job_category": "Engineering",
        "job_date": "Dec 2, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1498586/Software-Engineer",
        "job_no": "1498586",
        "date_posted": "Dec 2, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Product Manager 2": {
        "job_category": "Product Management",
        "job_date": "Dec 8, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1500954/Product-Manager-2",
        "job_no": "1500954",
        "date_posted": "Dec 8, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Program Manager II": {
        "job_category": "Product Management",
        "job_date": "Dec 7, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1500514/Program-Manager-II",
        "job_no": "1500514",
        "date_posted": "Dec 7, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Azure’s core priority is to be world's most trusted, secure, and global cloud and a great place for people to work. Azure for Operators is building a team to help mobile operators take advantage of the innovation unleashed by the introduction of technologies such 5G, Software Defined Networking / Network Function Virtualization, Edge Compute and the next generation Internet of Things. We innovate quickly, collaborate, learn from experience and data, provide input to improve features, think creatively, laugh and have fun, all while solving challenging customer and partner problems. You’ll work directly with mobile operators, traditional network equipment providers and cutting edge ISV partners.  You will build, design and operate platforms and products that help mobile operators leverage the Azure to accelerate the digital transformation of their core network operations in order to launch new services in an agile fashion, elastically scale to meet the every growing demand for mobile service and dramatically improve operational efficiency thru infrastructure simplification and process automation.\nWe are looking for highly motivated individuals who want to work in a startup-like environment and enjoy tough challenges. You will partner with key Azure platform teams to create products that enable operators to adopt Azure to host their core network infrastructure and operations. Our market opportunity is huge, and our team is expanding.\nThis role requires:\nTo thrive in this position, you should be a creative and analytical thinker, technical, and committed to excellence. Ability to lead complex projects with strong record of end to end delivery of high-quality products is a huge plus. You are willing to learn from our customers and your peers.\nRequired Qualifications:\nPreferred Qualifications:\nAbility to meet Microsoft security screening requirements are required for this role. These requirements include but are not limited to the following specialized security screenings: Microsoft Cloud Background Check: This position will be required to pass the Microsoft Cloud background check upon hire/transfer and every two years thereafter.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.\nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Engineering Manager": {
        "job_category": "Software Engineering",
        "job_date": "Dec 6, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1393880/Senior-Engineering-Manager",
        "job_no": "1393880",
        "date_posted": "Dec 6, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Like us, if you are passionate about positively impacting over a billion mobile users from all walks of life, by providing peace of mind through easy to use cyber security solutions, please talk to us.\nAs an Engineering Manager in our team, you will lead, mentor and grow a team of talented, diverse engineers and architects who are versed in delivering exceptional end user experiences, and world class services to our end users. You will work across organizations, collaborating with partner teams to create innovative solutions in mobile threat defense area. You will be required to provide strong leadership, raise the technical bar, maintain a data and results driven culture, nurture a team culture of high collaboration and trust, and drive Microsoft 365 Security products adoption. You should be comfortable working in a start-up like / v1 effort, enjoy incrementally marching to towards a well-defined long-term architecture, and are motivated by solving hard security related problems.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Research Fellow": {
        "job_category": "Research, Applied, & Data Sciences",
        "job_date": "Dec 6, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1499822/Research-Fellow",
        "job_no": "1499822",
        "date_posted": "Dec 6, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Internship",
        "job_dec": "RFs spend 1 to 2 years at MSR India. Different projects require a different combination of skills. Current and past RFs have worked "
    },
    "Quantum Measurement Engineer": {
        "job_category": "Quantum Computing",
        "job_date": "Dec 5, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1499813/Quantum-Measurement-Engineer",
        "job_no": "1499813",
        "date_posted": "Dec 5, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft Quantum is dedicated to solving the world’s intractable problems and forever altering our economic, industrial, academic, and societal landscape. In just hours or days, a quantum computer can solve complex problems that would otherwise take today’s computers billions of years! This has massive implications for research in healthcare, energy, environmental systems, smart materials, and more. Most importantly, Microsoft brings the only scalable quantum system to the broadest set of customers. For more information about our team, visit \nAre you passionate about mesoscopic device physics, electronics, electrical transport measurements, and computer programming? Do you want to be part of the next revolution in computing? Microsoft is looking for you! Join our team to help build a quantum computer based on topologically protected qubits.\nWe are seeking an experimental condensed matter physicist, applied physicist, materials scientist, or electrical engineer with a background in cryogenics and electrical transport low-dimensional materials who is enthusiastic to work in a global, diverse team.  A successful candidate:\n#Quantum\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal Product Manager": {
        "job_category": "Product Management",
        "job_date": "Nov 3, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1475551/Principal-Product-Manager",
        "job_no": "1475551",
        "date_posted": "Nov 3, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Are you an experienced Product Manager with Subject Matter Expertise in Mobile Unified Collaboration using wireless technologies?\nResponsibilities: \no 7+ years of experience & depth in several of the following wireless/mobility products and technologies: Unified Communication/UCaaS, PSTN networking, SIP, VOIP, IMS/VOLTE/4G. Depth/familiarity with Metaswitch products such as Perimeta & Rhino, Ericsson & Nokia products are a plus.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Data Center Technician": {
        "job_category": "Data Center",
        "job_date": "Dec 5, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1495342/Senior-Data-Center-Technician",
        "job_no": "1495342",
        "date_posted": "Dec 5, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Business Function Overview:\nIn alignment with our Microsoft values, we are committed to cultivating an inclusive work environment for all employees to positively impact our culture every day and we need you as a Senior Datacenter Technician (SDCT).\nMicrosoft’s Cloud Operations & Innovation (CO+I) is the engine that powers our cloud services. As a CO+I DCT, you will perform a key role in delivering the core infrastructure and foundational technologies for Microsoft's online services including Bing, Office 365, Xbox, OneDrive, and the Microsoft Azure platform. As a group, CO+I is focused on the personal and professional development for all employees and offers trainings and growth opportunities including Career Rotation Programs, Diversity & Inclusion trainings and events, and professional certifications.\nOur infrastructure is comprised of a large global portfolio of more than 100 datacenters and 1 million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than 1 billion customers and 20 million businesses in over 90 countries worldwide.\nWith environmental sustainability and optimization at the forefront of our datacenter design and operations, we continue to grow and evolve as we meet the ever-changing business demands that hold Microsoft as a world-class cloud provider.\nDo you want to empower billions across the world? Come and join us in CO+I and be at the forefront of the action!\nAs a Datacenter Technician, your success will be measured by:\nData Center Operations\nService Delivery\nManaging Services\nData Center Work Environment\nOwnership\nOther\nMicrosoft reviews all applications that meet the below Qualifications:\nFor this role, you are welcome to apply if you meet the following Required Qualifications: \nWhile not required, we also look for the following Preferred Qualifications:\nBackground Check Requirements: \nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include, but are not limited to the following specialized security screenings: \n#COICareers\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Security Detection and Analytics Engineer": {
        "job_category": "Engineering",
        "job_date": "Dec 5, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1496865/Security-Detection-and-Analytics-Engineer",
        "job_no": "1496865",
        "date_posted": "Dec 5, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Preferred Qualifications:\nAn exceptionally well-qualified candidate will meet one or more of the following criteria: "
    },
    "Principal Software Engineer": {
        "job_category": "Security Engineering",
        "job_date": "Oct 20, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1481278/Principal-Software-Engineer",
        "job_no": "1481278",
        "date_posted": "Oct 20, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Empower every person and organization on the planet to achieve more. That’s what inspires us, drives our work, and pushes us to challenge the status quo every day. In Microsoft’s Cloud + AI (C+AI) division, our solutions enable customers to successfully transform their businesses to the cloud. The scale of platforms and services we are building are among the largest in the world. From core cloud computing platform development to the services running on them, we do it all. \nPassionate about working building services that are required to achieve rock solid fundamentals across Cloud Security & Microsoft. Provide hands-on technical leadership: architecture, design, code reviews, development, quality assurance, observability, and live site. Mentor engineers in the team by providing hands-on assistance, best practices, and promoting an inclusive learning environment. Build on our Microsoft principles (create clarity, generate energy, deliver success) and values (respect, integrity, accountability) to effectively collaborate and make things happen. Influence and execute on a technical strategy for delivering azure services whose core functionality is essentially running truly a cloud. Collaborate effectively across different time zones. Recruit and build a strong engineering team. Develop the full stack, from intuitive and responsive user and developer experiences, to highly scalable, secure and reliable webservices and back-end infrastructure.\nThese are REQUIRED qualifications. Candidates will be dispositioned out if they do not have these qualifications. These MUST be quantifiable. \nPreferred Qualifications: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Product Manager - Security": {
        "job_category": "Product Management",
        "job_date": "Dec 1, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1496016/Senior-Product-Manager-Security",
        "job_no": "1496016",
        "date_posted": "Dec 1, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Delivery Manager": {
        "job_category": "Consulting Services",
        "job_date": "Nov 30, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1496458/Delivery-Manager",
        "job_no": "1496458",
        "date_posted": "Nov 30, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "The IGD Business Applications Delivery Practice is looking for an experienced and highly dynamic leader to take on a leadership role for its key markets in Asia. The Delivery Manager role is a critical leadership position responsible for managing and delivering the Asia portfolio of large CRM and ERP implementations, accountable for the delivery quality and performance to budget for a portfolio of complex CRM and ERP projects across Asia.\nThe Delivery Manager will also ensure that effective standards, processes and tools are in place to ensure high quality delivery and then drive the quality through a team that he/she will directly manage. The goal is to ensure successful delivery of complex and large Dynamics implementations across APJ.  A very high degree of accountability comes with this role as he/she will be responsible for ensuring on-time, on-budget for the delivery portfolio that successfully delivers on Customer Outcomes.\nThe Delivery Manager's focus areas will include:\n•            Act as the Business Applications Domain Leader for its key markets, and will own the end-to-end business on delivery portfolio management and project execution to deliver on KPIs\n•            Drives customer satisfaction and services revenue through delivery excellence, delivery resource development, direction and guidance\n•            Drives and is responsible for the team’s billable utilization goals\n•            Build a high-performing and sustainable delivery practice focused on customer success. Hires the right talent to meet the demands of practice to support business growth\n•            Manages a healthy delivery portfolio through portfolio governance and oversight of all services delivery activities\n•            Act as project sponsor to key customers as required by the business\n•            Direct involvement with customers when necessary to provide executive support on key engagements and business development opportunities\n•            Recognizes and develops team members' strengths, aligned to capability needs, resulting in strong delivery results\n•            Drives technical and professional role readiness across their team\n•            Consistently achieves and frequently surpasses personal and team goals from quarter to quarter\n•            Consistently manages areas of fiscal responsibility, staying within budget, and effectively staffing, and managing resources\n•            Generates an inclusive workgroup environment, which encouraged cross-group collaboration\n•            Communicates vision, business direction, & workgroup core priorities\n•            Demonstrates and drives valuable customer partner interaction\nEducational Qualifications\n•            Business Leader. Independent strategic thinker about business issues, who can see ‘the big picture’ and unite new and disparate ideas with practical plans, working comfortably in the face of ambiguity while driving persistently towards success\n•            Real-world experience with large Business Application implementations, preferably Dynamics 365. Exposure to multi-country and full life-cycle complex CRM and/or ERP implementation projects across various industries\n•            Demonstrated track record of delivering complex projects. Capable of global leadership and reaching out to the appropriate global community to drive success\n•            Effective field services practice leadership, demonstrating executive maturity and building a high performing team. Proven track record of key stakeholder alignment, customer and partner satisfaction, driving revenue attainment, delivery excellence\n•            Executive-level (CxO) interpersonal, verbal, written and presentation skills; ability to mesh well with customer decision makers, by being a good listener, a team builder and an articulate advocate of Microsoft’s vision and value proposition\n•            Resourceful, confident under pressure, and has demonstrated skill in both crisis management and expectation management.\n•            Knowledge of MCS systems and tools highly desirable\n•            Strong communication, Organizational, and interpersonal skills\n•            15+ years IT industry experience with a minimum 10+ years of experience in services delivery organization\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "AX Tech Consultant": {
        "job_category": "Consulting Services",
        "job_date": "Nov 29, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1458672/AX-Tech-Consultant",
        "job_no": "1458672",
        "date_posted": "Nov 29, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Industry Solutions \nMicrosoft is on a mission to empower every person and every organization on the planet to achieve more. Our culture is centered on embracing a growth mindset, a theme of inspiring excellence, and encouraging teams and leaders to bring their best each day. In doing so, we create life-changing innovations that impact billions of lives around the world. You can help us to achieve our mission.\nThe Business Applications Practice within Industry Solutions helps customers maximize their investment in Microsoft Dynamics 365 solutions and the full portfolio of Microsoft Products through accelerated implementation and adoption. The Microsoft Business Applications Practice team is part of a global organization of exceptional people who lead and serve our customers and partners as they realize their full potential through software and services. \nWe are part of a diverse and multi-cultural team of customer focused and results-driven influencers. With a growth mindset and collaboration at its core, the domain leverages the unique talents and skills of all individuals to drive success and deliver results. \nThis is your opportunity to work and learn with the foremost Microsoft Dynamics 365 experts on a variety of projects, technologies, and geographies. At Microsoft you will be provided with a range of opportunities for professional and personal development across all our technologies and business. As a member of the Microsoft’s Business Applications Domain, you will work on the largest and most complex customer projects across locations that will make a real difference in millions of people’s lives \nEmpower every person and organization on the planet to achieve more\nGrowth mind-set:\nCustomer obsessed:\nDiversity and inclusion:\nOne Microsoft:\nMaking a difference:\nWe are committed to reinvent business processes and productivity, build the intelligent cloud platform and create more personal computing. These three goals are interconnected; allowing us to attract, develop and retain the best talent to be more innovative in the products and services we develop, in the way we solve problems, and in the way, we serve the needs of an increasingly global and diverse customer and partner base.\nThe Consultant functions in:\nConsultants should be able to:\nThe successful candidate will have a BE/BTech degree, or equivalent. Atleast 5 years of relevant work experience, with 2+ large scale enterprise projects, global solutions in multiple industries. Successful candidate will have relevant analysis, design, development and implementation experience in solutions around Education, Healthcare, Telecom, Retail etc. Experience working in a Services organization in a consulting capacity is strongly preferred.  Experience working on multi-phase global implementations is preferred.\nMicrosoft is an equal opportunity employer and supports workforce diversity. Join an international work environment that is characterized by flexibility, an informal atmosphere, and a fast pace. We offer competitive pay and a wide range of benefits. Microsoft acknowledges your performance by investing in your health and financial future and by ensuring your work-life-balance. \nMicrosoft’s privacy statement can be viewed on the following web page: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "CE Consultant": {
        "job_category": "Consulting Services",
        "job_date": "Nov 28, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1458664/CE-Consultant",
        "job_no": "1458664",
        "date_posted": "Nov 28, 2022",
        "travel": "25-50\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Industry Solutions \nMicrosoft is on a mission to empower every person and every organization on the planet to achieve more. Our culture is centered on embracing a growth mindset, a theme of inspiring excellence, and encouraging teams and leaders to bring their best each day. In doing so, we create life-changing innovations that impact billions of lives around the world. You can help us to achieve our mission.\nThe Business Applications Practice within Industry Solutions helps customers maximize their investment in Microsoft Dynamics 365 solutions and the full portfolio of Microsoft Products through accelerated implementation and adoption. The Microsoft Business Applications Practice team is part of a global organization of exceptional people who lead and serve our customers and partners as they realize their full potential through software and services. \nWe are part of a diverse and multi-cultural team of customer focused and results-driven influencers. With a growth mindset and collaboration at its core, the domain leverages the unique talents and skills of all individuals to drive success and deliver results. \nThis is your opportunity to work and learn with the foremost Microsoft Dynamics 365 experts on a variety of projects, technologies, and geographies. At Microsoft you will be provided with a range of opportunities for professional and personal development across all our technologies and business. As a member of the Microsoft’s Business Applications Domain, you will work on the largest and most complex customer projects across locations that will make a real difference in millions of people’s lives \nEmpower every person and organization on the planet to achieve more\nGrowth mind-set:\nCustomer obsessed:\nDiversity and inclusion:\nOne Microsoft:\nMaking a difference:\nWe are committed to reinvent business processes and productivity, build the intelligent cloud platform and create more personal computing. These three goals are interconnected; allowing us to attract, develop and retain the best talent to be more innovative in the products and services we develop, in the way we solve problems, and in the way, we serve the needs of an increasingly global and diverse customer and partner base.\nIndustry Solutions \nMicrosoft is on a mission to empower every person and every organization on the planet to achieve more. Our culture is centered on embracing a growth mindset, a theme of inspiring excellence, and encouraging teams and leaders to bring their best each day. In doing so, we create life-changing innovations that impact billions of lives around the world. You can help us to achieve our mission.\nThe Business Applications Practice within Industry Solutions helps customers maximize their investment in Microsoft Dynamics 365 solutions and the full portfolio of Microsoft Products through accelerated implementation and adoption. The Microsoft Business Applications Practice team is part of a global organization of exceptional people who lead and serve our customers and partners as they realize their full potential through software and services. \nWe are part of a diverse and multi-cultural team of customer focused and results-driven influencers. With a growth mindset and collaboration at its core, the domain leverages the unique talents and skills of all individuals to drive success and deliver results. \nThis is your opportunity to work and learn with the foremost Microsoft Dynamics 365 experts on a variety of projects, technologies, and geographies. At Microsoft you will be provided with a range of opportunities for professional and personal development across all our technologies and business. As a member of the Microsoft’s Business Applications Domain, you will work on the largest and most complex customer projects across locations that will make a real difference in millions of people’s lives \nEmpower every person and organization on the planet to achieve more\nGrowth mind-set:\nCustomer obsessed:\nDiversity and inclusion:\nOne Microsoft:\nMaking a difference:\nWe are committed to reinvent business processes and productivity, build the intelligent cloud platform and create more personal computing. These three goals are interconnected; allowing us to attract, develop and retain the best talent to be more innovative in the products and services we develop, in the way we solve problems, and in the way, we serve the needs of an increasingly global and diverse customer and partner base.\nThe Consultant functions in:\nConsultants should be able to:\nThe successful candidate will have a BE/BTech degree, or equivalent. Atleast 5 years of relevant work experience, with 2+ large scale enterprise projects, global solutions in multiple industries. Successful candidate will have relevant analysis, design, development and implementation experience in solutions around Education, Healthcare, Telecom, Retail etc. Experience working in a Services organization in a consulting capacity is strongly preferred.  Experience working on multi-phase global implementations is preferred.\nMicrosoft is an equal opportunity employer and supports workforce diversity. Join an international work environment that is characterized by flexibility, an informal atmosphere, and a fast pace. We offer competitive pay and a wide range of benefits. Microsoft acknowledges your performance by investing in your health and financial future and by ensuring your work-life-balance. \nMicrosoft’s privacy statement can be viewed on the following web page: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "IDCHE_Principal Software Engineer - Front End": {
        "job_category": "Engineering",
        "job_date": "Nov 25, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1474495/IDCHE-Principal-Software-Engineer-Front-End",
        "job_no": "1474495",
        "date_posted": "Nov 25, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\n#microsoftteams"
    },
    "Program Manager": {
        "job_category": "Business Operations",
        "job_date": "Nov 25, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1496392/Program-Manager",
        "job_no": "1496392",
        "date_posted": "Nov 25, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Within Azure Hardware Systems & Infrastructure, the Spares and Warranty team is responsible for ensuring that the right spare parts are in the right place, at the right time in support of delivering global capacity requirements. SWOps is undergoing a supply chain transformation to optimally manage the spares and warranty from a serviceability and cost point of view. We are looking for a passionate, high-energy individual to join the Spares and Warranty team to streamline and execute and improve the systemic processes to deliver datacenter spares & warranty support models at cloud scale in a dynamic, fast-paced environment. You will enable core services in support of global teams by managing robust processes for reliable delivery of service parts to the datacenters\nevolving business need and optimize service level Partner with data center operations to promote transparency of sparing strategy and to identify opportunities related to inventory optimization Support business case, financial impact and recommended go-forward plans through the analysis of large data sets (via SQL, Access, Excel, Power Bl and similar mediums). Implement measurement frameworks to enable data-driven decision making Work independently and be agile in a dynamic and growing environment Drive continuous improvement of deployment processes, including assessment & improvement of program delivery capabilities, analysis & insights of business performance metrics, and manage voice-of-the-customer feedback loops Define, engineer process, and deliver automation feature requests, enabling cohesive solutions for both process and tools that scale and align to a multi-year vision\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "SENIOR SITE RELIABILITY ENGINEER": {
        "job_category": "Software Engineering",
        "job_date": "Nov 24, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1465413/SENIOR-SITE-RELIABILITY-ENGINEER",
        "job_no": "1465413",
        "date_posted": "Nov 24, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "PRINCIPAL ENGINEER - DEBUG": {
        "job_category": "Hardware Engineering",
        "job_date": "Nov 16, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1492695/PRINCIPAL-ENGINEER-DEBUG",
        "job_no": "1492695",
        "date_posted": "Nov 16, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "#azurehwjobs   #CHIE   \nRequired Qualifications:\nPreferred Qualifications\nAbility to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include but are not limited to the following specialized security screenings: Microsoft Cloud Background Check: This position will be required to pass the Microsoft Cloud Background Check upon hire/transfer and every two years thereafter. \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Business Manager": {
        "job_category": "Business Operations",
        "job_date": "Nov 21, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1489747/Business-Manager",
        "job_no": "1489747",
        "date_posted": "Nov 21, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "We are the team that builds some of the most critical products for Microsoft – \nTeams\nTeams\nTeams and ODSP India is growing organization of 1000+. We are looking for a Business Manager to help transform the organization, drive up employee engagement and shape the business strategy. This role has good growth potential and will be directly responsible for organizational culture and impact.\nIf you want to be part of a team that has worldwide impact, be very close to a core product development organization, work hand in hand with the Leadership in shaping the impact, work with best-in-class talent, you will find no better opportunity.\nThe impact will be structured around the following pillars\nWe're looking for a self-driven candidate with a growth mindset, and flexibility to adapt to changing business requirements.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Security Engineer": {
        "job_category": "Security Engineering",
        "job_date": "Nov 21, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1493130/Security-Engineer",
        "job_no": "1493130",
        "date_posted": "Nov 21, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Security Researcher": {
        "job_category": "Software Engineering",
        "job_date": "Nov 21, 2022",
        "job_worksite": "Up to 100% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1431576/Security-Researcher",
        "job_no": "1431576",
        "date_posted": "Nov 21, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "The main responsibilities include but not limited to: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Security Engineering Manager": {
        "job_category": "Security Engineering",
        "job_date": "Nov 18, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1493205/Senior-Security-Engineering-Manager",
        "job_no": "1493205",
        "date_posted": "Nov 18, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Are you passionate about making Microsoft more secure? Do you enjoy partnering, collaborating, and driving work with different security & engineering teams to keep the company safe? Are you looking for opportunities to engage, present and partner with senior leaders of the company to shape the direction of our security? We are searching for a motivated security operations manager who is self-driven and is looking for a high level of responsibility and accountability.\nDigital Security & Resilience (DSR), an organization led by Microsoft’s Chief Information Security Officer, enables Microsoft to deliver the most trusted devices and services. DSR’s vision is to ensure all information and services are protected, secured, and available for appropriate use through innovation and a robust risk framework. The successful candidate will have sound management skills, excellent cross-group collaboration skills, coupled with the ability to plan and prioritize work and direct the defender teams to success. Strong communication skills and the ability to thrive in an ambiguous and dynamic environment are a must. Candidate should represent the growth mindset and display Microsoft cultural values in day-to-day activities\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Site Reliability Engineer": {
        "job_category": "Engineering",
        "job_date": "Nov 16, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1491966/Site-Reliability-Engineer",
        "job_no": "1491966",
        "date_posted": "Nov 16, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "The mission of Microsoft Digital Security & Resilience (DSR) is to enable Microsoft to build the most trusted devices and services, while keeping our company safe and our data protected. ​As part of \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Research SDE": {
        "job_category": "Research",
        "job_date": "Nov 15, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1486201/Senior-Research-SDE",
        "job_no": "1486201",
        "date_posted": "Nov 15, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "As a part of this effort, you will be working closely with a team of researchers and engineers to collect and analyze data from Microsoft’s largest services such as Microsoft Office, Bing and Teams, and use insights from this data to build better systems and services.  \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Security Researcher": {
        "job_category": "Security Engineering",
        "job_date": "Nov 14, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1491765/Senior-Security-Researcher",
        "job_no": "1491765",
        "date_posted": "Nov 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Security Customer Engineer": {
        "job_category": "Security Engineering",
        "job_date": "Nov 11, 2022",
        "job_worksite": "Up to 100% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1490421/Security-Customer-Engineer",
        "job_no": "1490421",
        "date_posted": "Nov 11, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Site Reliability Engineer II": {
        "job_category": "Engineering",
        "job_date": "Nov 9, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1489062/Site-Reliability-Engineer-II",
        "job_no": "1489062",
        "date_posted": "Nov 9, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": " Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "SOFTWARE ENGINEER II": {
        "job_category": "Software Engineering",
        "job_date": "Nov 9, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1486724/SOFTWARE-ENGINEER-II",
        "job_no": "1486724",
        "date_posted": "Nov 9, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Are you a great technical leader? Are you interested in leading a team to deliver product features that ship every week? Do you like working on technology problems which impact people on a global scale?\nMicrosoft Teams is a new application in the Office365family. We believe the modern workspace is underserved by the existing software solutions and we are building Microsoft Teams, the new, truly modern collaboration and productivity hub for the workspace. Microsoft Teams is also a platform for ISVs to buildon and extend their applications into the 100M+ Office 365 user base. This is a v1 product and will provide you with an opportunity to work with teams and technologies across the company and beyond. If you want to work in a startup-like environment with the desire to move fast, this may be the team for you. The Microsoft Teams product group is expanding to India and will soon start a group at India Development Center in Bangalore/Noida. We are looking for exceptional technical leaders to build the foundation of this new team. If the above excites you, then Microsoft Teams would like to hear from you!\nThe Microsoft Teams product group is expanding the world-class engineering team at India Development Center in Bangalore. We are looking for a seasoned Engineering Leader\nYou will be a key member of the engineering team driving critical design initiatives, being accountable for shipping a complete product that succeeds with our customers. You will be part of a very strong and fun team, building next gen user experience, staying touch on the state-of-the-art front-end technologies in both open source and Microsoft own stack. Some of the core responsibilities include designing, owning and shipping software, writing secure, reliable, scalable and maintainable code. Syncing with other teams for product features that span across teams and geographies, figuring out dependencies and driving them to completion. You should have a solid understanding of the software development cycle. Successful candidates should have ability to ramp up quickly on new technologies and adopt solution from within the company or from the Open Source community. In addition, strong problem solving & debugging skills are necessary.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Business Support ATR-D": {
        "job_category": "Administration",
        "job_date": "Nov 8, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1428667/Business-Support-ATR-D",
        "job_no": "1428667",
        "date_posted": "Nov 8, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Business Support ATR-D\n#NextPlay\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nBusiness Support ATR-D\n#NextPlay\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Software Engineer II (C/C++)": {
        "job_category": "Engineering",
        "job_date": "Nov 4, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1455015/Software-Engineer-II-C-C",
        "job_no": "1455015",
        "date_posted": "Nov 4, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Manager, Security Operations Center (SOC)": {
        "job_category": "Security Engineering",
        "job_date": "Nov 2, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1477534/Manager-Security-Operations-Center-SOC",
        "job_no": "1477534",
        "date_posted": "Nov 2, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Security Detection and Analytics engineer": {
        "job_category": "Security Engineering",
        "job_date": "Nov 2, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1486138/Security-Detection-and-Analytics-engineer",
        "job_no": "1486138",
        "date_posted": "Nov 2, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Background Check Requirements:"
    },
    "Post Doc Researcher": {
        "job_category": "Research, Applied, & Data Sciences",
        "job_date": "Nov 2, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1486819/Post-Doc-Researcher",
        "job_no": "1486819",
        "date_posted": "Nov 2, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Post Doc Research",
        "job_dec": "The Microsoft Research India Post-doctoral Researcher program brings together fresh PhDs from all over the world with our researchers. It provides the post-doctoral researchers the opportunity to work closely with Microsoft’s researchers and product groups. Simultaneously, researchers benefit and learn from the varied expertise of the post-docs.  On completion of their tenure, our post-docs have gone on to join both academic and industrial positions in various capacities.\nAdditionally, do express your interest through an email to \nP\nOur current areas of work range over Algorithms, Machine Learning, Systems (distributed systems, networking, programming languages, security and privacy, cryptography), Human Computer Interaction, and applications of technology to solve societal problems (such as education, health, affordable access to technology). Projects in the lab are inter-disciplinary and span across these research areas\nCandidates should have a Ph.D. in Computer Science, Computer Engineering, Electrical Engineering or related fields. Most applicants are recent PhD graduates. Applicants should have  high quality publications, and a good record of innovation and research. Candidates must also be able to collaborate effectively with other researchers and product development team\nInterested candidates must apply  with their application materials (including CV, Research Statement, and  contact information of at least three references who can write letters of recommendation). We also encourage applicants to send email to a member of our research staff (whose interest most closely matches theirs) about their application. Our staff webpages can be accessed from \nLocated in Bengaluru, Microsoft Research India is one of the most attractive places to pursue a research career in computer science and related disciplines. The lab has a vibrant research environment of the highest standard, and a welcoming social life of diversity and international culture. Visit \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Data Solution Architect": {
        "job_category": "Consulting Services",
        "job_date": "Nov 1, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1479064/Data-Solution-Architect",
        "job_no": "1479064",
        "date_posted": "Nov 1, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "​We are Microsoft Industry Solutions, and are passionate about delivering Microsoft’s mission: “to empower every person and every organization on the planet to achieve more”. \nMicrosoft Industry Solutions’ mission is to lead and serve Microsoft’s customers and partners as they realize their full potential through Microsoft software and services.  Microsoft Industry Solutions and its partners bring the deepest expertise of Microsoft solutions—from enterprise planning to deployment and support—that helps our customers innovate to strategic advantage in their respective industries.\nThe D&AI Solution Architect works with customer to deliver high ROI solutions with a focus on modern data platforms, analytics, machine learning & AI, as well as integrating with the wider focus areas of infrastructure, security and application design & delivery.\nWe are looking for an experienced Solutions Architect for the Azure Cloud and AI Domain to continue our growth and extend our capabilities in this area.\nResponsibilities\nUnderstanding Customer/Partner Technical Environment\nArchitecture Design and Deployment\nPractice Development\nTrusted Advisor\nThought Leadership\nOther\nQualifications\nRequired/Minimum Qualifications\nData & AI:\nAdditional or Preferred Qualifications\nHow You Do It\nLeverage competencies and proven expertise in the following areas.\nWe would also expect you to be able to pass the following Azure Certifications Path in the first 6 months of employment with us, if you do not already hold them:\nPath\nKnowledge, Skills, Abilities\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Architect/ Delivery Manager": {
        "job_category": "Consulting Services",
        "job_date": "Nov 1, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1475546/Architect-Delivery-Manager",
        "job_no": "1475546",
        "date_posted": "Nov 1, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "​This is a unique opportunity to embark on a new and exciting career as a Delivery Management Manager (DMM.  As a part of the team, you will intentionally foster and grow customer and partner relationships and apply delivery management best practices to ensure the adoption and use of quality solutions that meet the business needs of customers and partners and align with the strategy. The DMM serves as the single point of accountability and/or escalation point for all projects. This role has direct people management responsibility for delivery management resources and supervises the services delivery of their assigned team members. The DM Manager is on point to drive customer satisfaction, services revenue growth & profitability.\nResponsibilities\nPeople Management \nUnderstanding Customer/Partner Technical Environment\nArchitecture Design and Deployment\nPractice Development\nTrusted Advisor\nThought Leadership\nOther\nQualifications\nRequired/Minimum Qualifications\nAdditional or Preferred Qualifications\nHow You Do It\nKnowledge, Skills, Abilities\nInternal Use Only: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Consulting Project Management IC5": {
        "job_category": "Consulting Services",
        "job_date": "Nov 1, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1475544/Consulting-Project-Management-IC5",
        "job_no": "1475544",
        "date_posted": "Nov 1, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "​​Microsoft Industry Solutions is a global organization of over 16,000 strategic sellers, industry experts, elite engineers, and world-class architects, consultants, and delivery experts who work together to bring Microsoft’s mission of empowerment – and cutting-edge technology - to life for the world’s most influential customers. We are on the front lines of innovation, working side-by-side with customers to drive value across the entirety of their digital transformation journey. \nOur team prides itself on embracing a growth mindset, inspiring excellence, and encouraging everyone to share their unique viewpoints and be their authentic selves. Join us and help create life-changing innovations that impact billions around the world! \nIn the Industry Solutions Delivery (ISD) delivery team we are looking for project management specialists with a passion for delivering desired customer outcomes, championing high quality throughout presales and delivery, leading diverse deliveries, and teams to cost and scope, whilst maintaining delivery and financial health.  This opportunity will allow you to accelerate your career growth, honing your industry and cloud expertise as well as deepening your contractual and commercial acumen. This role is flexible in that you can work [up to 20%] from home Alternative\nMicrosoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.\nResponsibilities\nIntellectual Property\nRelationship Development\nInitiation \nContracting\nPresales\nPlanning\nMonitoring and Controlling\nClosure\nOther\nQualifications\nRequired/Minimum Qualifications\nAdditional or Preferred Qualifications\nHow You Do It\nKnowledge, Skills, Abilities\nInternal Use Only: \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Designer 2": {
        "job_category": "Design & Creative",
        "job_date": "Oct 27, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1485779/Designer-2",
        "job_no": "1485779",
        "date_posted": "Oct 27, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal Engineering Manager": {
        "job_category": "Engineering",
        "job_date": "Sep 20, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1464324/Principal-Engineering-Manager",
        "job_no": "1464324",
        "date_posted": "Sep 20, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Principal EM\n#ExDIndiaAllJobs\nOverview:\n·       You will lead a team of full stack engineers to build features which influence growth of Campaign Insights and Management team within the IDEAs org.\n·       Mentor and grow the engineers in your team.\n·       Design, implement and operate end-to-end product experiences. We expect you to lead the technical architecture, design & code reviews, and delivery of projects, interfacing with product management & data analysts, and our customers.\n·       Collaborate with product managers & data analysts to layout and manage the feature execution and rollout plan.\n·       Make technology and design decisions to deliver performant experiences.\n·       Collaborate with your engineering peers across multiple geographies, to reuse code/stack components where applicable and feasible. \n·       Take org wide initiatives to promote a great and growth focussing working culture\nQualifications\n·       12+ years of product development experience.\n·       3+ years of leading an engineering team of sizes upto 10\n·       Graduate or Post Graduate degree in Computer Science or related Engineering discipline.\n·       Solid understanding of backend and frontend(Web) technologies.\n·       Big data experience would be preferrable\n·       Understanding of Digital Marketing domain would be a plus\n·       Good problem-solving skills and ability to think strategically.\n·       Track record of delivering innovation and results, leadership and collaboration.\n·       Experience in working on cross team/org/geo products\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Security Research  -  Microsoft Threat Intelligence Center (MSTIC)": {
        "job_category": "Security Engineering",
        "job_date": "Oct 19, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1482140/Senior-Security-Research-Microsoft-Threat-Intelligence-Center-MSTIC",
        "job_no": "1482140",
        "date_posted": "Oct 19, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "M365D Threat Hunter II": {
        "job_category": "Security Engineering",
        "job_date": "Sep 9, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1460278/M365D-Threat-Hunter-II",
        "job_no": "1460278",
        "date_posted": "Sep 9, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\n#scmatl #scmjobs #microsoftatl"
    },
    "IDCHE_ Software Engineer 2 - FE": {
        "job_category": "Software Engineering",
        "job_date": "Oct 14, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1474497/IDCHE-Software-Engineer-2-FE",
        "job_no": "1474497",
        "date_posted": "Oct 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "IDCHE_Senior Software Engineer": {
        "job_category": "Software Engineering",
        "job_date": "Oct 12, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1479002/IDCHE-Senior-Software-Engineer",
        "job_no": "1479002",
        "date_posted": "Oct 12, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\n#microsoftteams"
    },
    "SDE - ER": {
        "job_category": "Software Engineering",
        "job_date": "Oct 6, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1450749/SDE-ER",
        "job_no": "1450749",
        "date_posted": "Oct 6, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft Teams\nThis is an opportunity to lead a fast-paced, high-impact foundational project with cutting edge technology. We are looking for an experienced software engineer, who would like to work in a startup-like environment, passionate about doing things the right way, ability to influence the team positively and willingness to mentor other team members. The ideal candidate would be one with a strong product design and development skills. \nYou will be empowered to make product-wide technical decisions and directly impact the outcomes for this flagship product working in a dynamic and collaborative environment. You will work with great people, solve a lot of technical challenges and will have the opportunities to learn. Most importantly your work will have tangible business impact.\nResponsibilities\nQualifications\nBachelors or Master’s degree in Computer Science or a related field \nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\n#microsoftteams"
    },
    "UX Writer II": {
        "job_category": "Software Engineering",
        "job_date": "Oct 6, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1474278/UX-Writer-II",
        "job_no": "1474278",
        "date_posted": "Oct 6, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "      Review customer comments and update content or UX copy to improve\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Site Reliability Engineering Manager": {
        "job_category": "Engineering",
        "job_date": "Sep 29, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1472121/Site-Reliability-Engineering-Manager",
        "job_no": "1472121",
        "date_posted": "Sep 29, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Azure Cosmos DB is Microsoft’s next generation globally distributed, massively scalable, multi-model cloud database service. It is designed to enable developers to build planet-scale applications. Azure Cosmos DB is one of the fastest growing Azure services. Joining the Azure Cosmos DB team is a fantastic opportunity to work with highly talented engineers operating like a startup, and to deliver on our next set of big challenges.  \nAs Site Reliability Engineering manager, you will nurture a team working to identify and deliver software improvements using your expertise in software development, complexity analysis, and scalable system design to ensure services/systems are highly stable, performant, and meeting the expectations of our customers. You will work closely with other engineering teams and provide a holistic view of our cloud service.\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Program Manager": {
        "job_category": "Program Management",
        "job_date": "Sep 28, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1470924/Senior-Program-Manager",
        "job_no": "1470924",
        "date_posted": "Sep 28, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft’s Cloud business is experiencing explosive growth, and the Capacity, Supply Chain & Provisioning (CSCP) organization is responsible for enabling the infrastructure underlying this growth. Our mission is to deliver the world’s computer with an industry-leading supply chain. CSCP is responsible for strategic sourcing, customer demand forecasting, capacity planning and management, supply chain planning and execution, capacity provisioning, and decommissioning and dispositioning of datacenter assets worldwide.\nWe are looking for a Program Manager to drive Data Governance framework for our Cloud Supply Chain Transformation organization. This role is an individual contributor, but with a responsibility to influence, plan, execute, and report up to our Supply Chain Executive leadership. The Program Manager will coordinate and manage setting up the data governance framework for CSCP processes to understand our systems and lineage and ownership matrix. Collaborates with workstream stakeholders to align, refine, and improve CSCP data planning and execution.\nRequired\nPreferred\n#cscpjobs\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "IDCHE_ Principal Software Engineering Manager": {
        "job_category": "Software Engineering",
        "job_date": "Sep 27, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1464268/IDCHE-Principal-Software-Engineering-Manager",
        "job_no": "1464268",
        "date_posted": "Sep 27, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "SITE RELIABILITY ENGINEER": {
        "job_category": "Engineering",
        "job_date": "Sep 16, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1465410/SITE-RELIABILITY-ENGINEER",
        "job_no": "1465410",
        "date_posted": "Sep 16, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "#AzureSecOpen\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Datacenter Inventory & Asset Technician": {
        "job_category": "Supply Chain",
        "job_date": "Sep 14, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1464855/Datacenter-Inventory-Asset-Technician",
        "job_no": "1464855",
        "date_posted": "Sep 14, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Business Function Overview:\nIn alignment with our Microsoft values, we are committed to cultivating an inclusive work environment for all employees to positively impact our culture every day and we need you as a Data Center Inventory & Asset Technician (DIAT).\nMicrosoft’s Cloud Operations & Innovation (CO+I) is the engine that powers our cloud services. As a CO+I DIAT, you will perform a key role in delivering the core infrastructure and foundational technologies for Microsoft's online services including Bing, Office 365, Xbox, OneDrive, and the Microsoft Azure platform. As a group, CO+I is focused on the personal and professional development of all employees and offers trainings and opportunities including Career Rotation Programs, Diversity & Inclusion trainings and events, and professional certifications.\nOur infrastructure is comprised of a large global portfolio of more than 100 datacenters and 1 million servers. Our foundation is built upon and managed by a team of subject matter experts working to support services for more than 1 billion customers and 20 million businesses in over 90 countries worldwide.\nWith environmental sustainability and optimization at the forefront of our datacenter design and operations, we continue to grow and evolve as we meet the ever-changing business demands that hold Microsoft as a world-class cloud provider.\nDo you want to empower billions across the world? Come and join us in CO+I and be at the forefront of the action!\nSafety Practices\nTactical Shift Management\nInbound and Outbound Logistics\nCustomer Service\nInventory Management\nWarranty Process Management\nData Bearing Device (DBD) Destruction\nProcurement\nOperational Excellence\nOther\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Software Developer Engineer II": {
        "job_category": "Engineering",
        "job_date": "Sep 8, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1460985/Software-Developer-Engineer-II",
        "job_no": "1460985",
        "date_posted": "Sep 8, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Our product\nViva Insights helps people and businesses thrive with insights, recommendations and solutions that are integrated into Microsoft Teams and Outlook to improve productivity and wellbeing. We help managers and leaders gain data-driven visibility into how work patterns affect wellbeing, productivity, and business performance, with default safeguards like de-identification, aggregation, and differential privacy to protect individual privacy. We help millions of people work smarter and achieve balance using personalized solutions designed to help teams collaborate more effectively, preserve time for uninterrupted work, and disconnect at the end of the day. Watch our short \nOur culture\nWe will only achieve our mission of transforming how others work if we live our culture. We start with becoming learners in all things and apply that mindset to learning about our customers, being diverse and inclusive, working together as one, and—ultimately—making a difference in the world.\nMore about the Role\nBasic Qualifications:\nPreferred Qualifications:\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Software Developer Engineer": {
        "job_category": "Engineering",
        "job_date": "Sep 8, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1460481/Senior-Software-Developer-Engineer",
        "job_no": "1460481",
        "date_posted": "Sep 8, 2022",
        "travel": "None",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Our product\nOur culture\nMore about the Role\nKey Responsibilities:\nPreferred Qualifications:\n#ExDIndiaAllJobs\n#ExDIndiaCPlusTJobs\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Senior Software Design Engineer": {
        "job_category": "Engineering",
        "job_date": "Sep 5, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1459609/Senior-Software-Design-Engineer",
        "job_no": "1459609",
        "date_posted": "Sep 5, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": ""
    },
    "Principal Engineering  Manager": {
        "job_category": "Engineering",
        "job_date": "Aug 25, 2022",
        "job_worksite": "Up to 100% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1447446/Principal-Engineering-Manager",
        "job_no": "1447446",
        "date_posted": "Aug 25, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "People Manager",
        "employment_type": "Full-Time",
        "job_dec": "Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "Principal Software Engineer (iOS/Android)": {
        "job_category": "Engineering",
        "job_date": "Aug 24, 2022",
        "job_worksite": "Up to 50% work from home",
        "job_link": "https://careers.microsoft.com/us/en/job/1450743/Principal-Software-Engineer-iOS-Android",
        "job_no": "1450743",
        "date_posted": "Aug 24, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "As part of Microsoft’s vision of redefining productivity in a mobile-first and cloud-first world, we believe the modern workspace is underserved by the existing software solutions and we are building the new, truly modern collaboration and productivity hub for the workspace.\nMicrosoft Teams is core to Microsoft's vision for intelligent communications. We are fast becoming THE hub for teamwork in Office 365 with hundreds of thousands of organizations and tens of millions of users across the globe using Teams. We are looking for a great Software Engineer to spearhead our efforts on areas ranging from performance, modularization, resiliency and engineering excellence on Android, iOS platforms. This position is with the Microsoft Teams mobile clients team which tackles the toughest challenges in the mobile collaboration and productivity space with customer driven shipping timelines by collaborating with multiple partner teams on technologies across the company and beyond. We are looking for a leader who is passionate about reliability, performance and cutting edge in mobile technologies. If you are comfortable working in a start-up/v1 environment, enjoy incrementally marching toward a well-defined long-term architecture in a diverse, close nit, supportive team and have a desire to continuously innovate, this may be the team for you. \nResponsibilities\nQualifications\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work."
    },
    "IDCHE_Boomerang Event": {
        "job_category": "Software Engineering",
        "job_date": "Jul 4, 2022",
        "job_worksite": "Microsoft on-site only",
        "job_link": "https://careers.microsoft.com/us/en/job/1391050/IDCHE-Boomerang-Event",
        "job_no": "1391050",
        "date_posted": "Jul 4, 2022",
        "travel": "0-25\n                                                                %",
        "role_type": "Individual Contributor",
        "employment_type": "Full-Time",
        "job_dec": "Overview\nMicrosoft Teams\nThis is an opportunity to lead a fast-paced, high-impact foundational project with cutting edge technology. We are looking for a top performing principal engineering manager, who would like to work in a startup-like environment, building technology fast and with high quality. The ideal candidate has successful management experience and strong product design and development skills. \nYou will be empowered to make product-wide technical decisions and directly impact the outcomes for this flagship product working in a dynamic and collaborative environment. You will work with great people, solve a lot of technical challenges and will have the opportunities to learn. Most importantly your work will have tangible business impact.\nResponsibilities\nQualifications\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.  We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the \nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\n#microsoftteams"
    }
}